export const introData = [
  {
    index: 0,
    srcPhoto:"",
    text1: "Сальники набивные серия 5.900-2",
    text2: <p className={css.textDivMainText}>Производство сальников набивных ведется по техническим указаниям «Серия 5.900-2». Данную конструкцию используют в целях предотвращения каких-либо повреждений трубы, прокладываемой сквозь стену строительных объектов.<p/><br/>Набивной сальник работает только при перепаде давления не более 0,1 МПа. Температура, при которой сальник эксплуатируется и выполняет без нареканий свои функции, составляет +50 градусов по Цельсию. Сальник можно устанавливать, как в мокрых, как и в сухих грунтах.<p/><br/>Диаметр сальника по номенклатуре соответствует условному диаметру трубы. Отсюда выстраивается размерный ряд сальника набивного – это Ду 50, Ду 80, Ду 100, Ду 125, Ду 150, Ду 200, Ду 250, Ду 300, Ду 350, Ду 400-1400 мм. Длина (L) гильзы сальника набивного обычно составляет 200 мм, 300 мм, 500 мм и 800 мм.</p>
  },
  
];
