import css from './MainInfoMainPage.module.css'
export default function MainInfoMainPage(){
    return(
        <div>
            <div className={css.endDiv}>
                <p className={css.endDivName}>Как выбрать спальники</p>
                <p className={css.endDivText}>Наши специалисты производят две конструкции сальников: сальник набивной и сальник нажимной. Оба металлических изделия предназначены для защиты стальных труб при их установке через перегородки зданий и прочих сооружений. Сальники предохраняют от разрушений и сами стены строительных объектов. Сквозь сальники можно пропустить трубы, изготовленные из различных материалов: сталь, чугун, даже полиэтилен.<p/><br />Сальник нажимной отличается от сальника набивного наличием у первого грундбуксы. С помощью грундбуксы производится поджатие набивки сальника между его стенкой и стенкой трубы. Это в значительной мере упрощает монтаж и замену набивного материала. При монтаже сальника набивного, набивка производится вручную или с помощью пневмоинструмента.<p/><br />Чтобы определиться, какой вид сальника Вам подходит, необходимо учитывать размеры трубы. Условный проход сальника должен совпадать с условным диаметром трубы. Для проверки правильности выбора изделия, предлагаем воспользоваться таблицами соответствия параметров. Длина сальника напрямую зависит от толщины перегородки, сквозь которую прокладываются коммуникации. Сальники монтируются либо вровень со стеной, либо с выступами. Необходимо соблюдение главного условия – длина сальника должна быть больше толщины стены.<p/><br />Делая выбор в сторону нажимного или набивного сальника важно руководствоваться экономическими составляющими и функциональными возможностями: набивной сальник по стоимости дешевле, конструкция легче, но монтаж трубы сквозь этот сальник занимает много рабочего времени, регулирование набивочного материала более сложное.<p/><br />Нажимной сальник более высок по стоимости, но прост в эксплуатации.</p>
            </div>     
            <div className={css.textDiv}>
                <p className={css.choose}>Выберите необходимую серию сальников:</p>
                <div className={css.mainTextDiv}>
                    <img src={'../../public/assets/salnik__nabivnoy-300x297.jpg'} alt="can" width="300" height="297" className={css.can1}/>
                    <div className={css.maiiiiinDIv}>
                        <p className={css.textDivZag}>Сальники набивные серия 5.900-2</p>
                        <p className={css.textDivMainText}>Производство сальников набивных ведется по техническим указаниям «Серия 5.900-2». Данную конструкцию используют в целях предотвращения каких-либо повреждений трубы, прокладываемой сквозь стену строительных объектов.<p/><br/>Набивной сальник работает только при перепаде давления не более 0,1 МПа. Температура, при которой сальник эксплуатируется и выполняет без нареканий свои функции, составляет +50 градусов по Цельсию. Сальник можно устанавливать, как в мокрых, как и в сухих грунтах.<p/><br/>Диаметр сальника по номенклатуре соответствует условному диаметру трубы. Отсюда выстраивается размерный ряд сальника набивного – это Ду 50, Ду 80, Ду 100, Ду 125, Ду 150, Ду 200, Ду 250, Ду 300, Ду 350, Ду 400-1400 мм. Длина (L) гильзы сальника набивного обычно составляет 200 мм, 300 мм, 500 мм и 800 мм.</p>
                        <p className={css.moreKnow}>Узнать подробнее..</p>
                    </div>
                </div>
                <div className={css.mainTextDiv}>
                    <img src={'../../public/assets/salnik__nagimnoy-300x297.jpg'} alt="can" width="300" height="297" className={css.can1}/>
                    <div className={css.maiiiiinDIv}>
                        <p className={css.textDivZag}>Сальники нажимные серия 5.900-3</p>
                        <p className={css.textDivMainText}>Сальник нажимной также, как и набивной, предназначен для защиты труб при пропускании коммуникаций сквозь перегородки строительных объектов. Нажимной сальник согласно документации «Серия 5.900-3» можно использовать при разнице давления 0,15 МПа. Ограничение по температуре эксплуатации – плюс 50 градусов по Цельсию. Сальники устанавливаются в любых грунтах, только не в агрессивных средах.<p/><br/>Сальник нажимной имеет в своей конструкции такой элемент, как грундбукса. При помощи грундбуксы происходит поджатие набивки, которую укладывают в целях фиксации и уплотнения трубы в гильзе сальника. Со стороны грундбуксы, состоящей для удобства пользования из 2-ух половинок, должна быть сухая камера и беспрепятственный проход для поджатия сальника.</p>
                        <p className={css.moreKnow}>Узнать подробнее..</p>
                    </div>
                </div>
                <div className={css.mainTextDiv}>
                    <img src={'../../public/assets/3-903-salnik-e1587367936859-300x297.jpg'} alt="can" width="300" height="297" className={css.can1}/>
                    <div className={css.maiiiiinDIv}>
                        <p className={css.textDivZag}>Сальники набивные серия 3.903 кл.13 вып. 0-1</p>
                        <p className={css.textDivMainText}>Серия 3.903 кл13 вып 0-1 включает 2 вида сальников с идентичной маркировкой, но разным наименованием и назначением трубопровода: сальники для тепловых сетей и сальники для инженерных сетей..<p/><br/>Сальники для тепловых сетей Серии 3.903 кл 13 вып 0-1 служат для прохода трубопровода в тепловой изоляции (теплотрасса, водопровод горячего водоснабжения). Они предназначены для пропуска стальной трубы в изоляции, диаметр которой от 265мм до 1260мм. Отличительной особенностью конструкции этих сальников является отсутствие стопорных колец..<p/><br/>Сальники для инженерных сетей Серии 3.903 кл 13 вып 0-1, как и сальники для тепловых сетей, служат для прохода трубопровода в тепловой изоляции (теплотрасса, водопровод горячего водоснабжения), но толщина изоляции трубопровода тоньше. В конструкции этих сальников присутствуют стопорные кольца.</p>
                        <p className={css.moreKnow}>Узнать подробнее..</p>
                    </div>
                </div>
                <div className={css.mainTextDiv}>
                    <img src={'../../public/assets/5.905.26-08-нажимной-300x297.png'} alt="can" width="300" height="297" className={css.can1}/>
                    <div className={css.maiiiiinDIv}>
                        <p className={css.textDivZag}>Сальники нажимные серия 5.905-26.08</p>
                        <p className={css.textDivMainText}>Сальники серии 5.905-26.08 являются «ремонтными» сальниками, применяются в уже существующих коммуникациях. При наличии трубы на участке ввода трубопровода конструкцию стандартных сальников серий 5.900-2 и 5.900-3 использовать не возможно. В этом случае необходимо применять сальники серии 5.905-26.08 (5.905-26.04 устаревшая версия).<p/><br/>Серия 5.905-26.08 включает в себя нажимные сальники: С-1, С-3 и С-6, которые используются для уплотнения вводов трубопроводов различного назначения, электрокабелей, а также кабелей связи в стенах подвалов (цокольных этажей) или в фундаментах зданий и сооружений.<p/><br/>Серия 5.905-26.08 включает в себя набивные сальники: С-2, С-4 и С-5, которые используют для всех коммуникаций, кроме теплотрассы для существующих зданий, исключающих просадку фундамента.</p>
                        <p className={css.moreKnow}>Узнать подробнее..</p>
                    </div>
                </div>
                <div className={css.mainTextDiv}>
                    <img src={'../../public/assets/Сальники-серии-ТММ-18-03-300x245.jpg'} alt="can" width="300" height="297" className={css.can1}/>
                    <div className={css.maiiiiinDIv}>
                        <p className={css.textDivZag}>Сальники нажимные серии ТММ 18-03</p>
                        <p className={css.textDivMainText}>Сальники по серии ТММ 18-03 являются нажимными сальниками, предназначенными для прохода тепловых и инженерных трубопроводов.<p/><br/>Сальники ТММ 18-03 разработаны для максимальной герметизации стальных трубопроводов в узле ввода, обеспечивая предельно возможную защиту от попадания грунтовых вод.<p/><br/>Серия ТММ 18-03 регламентирует узлы ввода для трубопроводов диаметрами от 32мм до 630мм, стен толщиной до 500мм.<p/><br/>Для правильного подбора размеров сальников ТММ 18-03 необходимо учитывать диаметр прокладываемого трубопровода и толщину стены.</p>
                        <p className={css.moreKnow}>Узнать подробнее..</p>
                    </div>
                </div>
            </div>
            <div className={css.additionalDiv}> 
                <p className={css.fat1}>Изготовление сальников от 10 штук</p>
                <p className={css.fat2}>Просьба не беспокоить торгующие и проектные организации. Спасибо за понимание!</p>
            </div>
        </div>
    )
}